{
    "app_title": "Ginevar",
    "app_description": "Ginevar",
    "main_menu_aria": "Open main menu",
    "main_menu_item_home": "Home",
    "main_menu_item_services": "Services",
    "main_menu_item_services_our_recipe": "Our Recipe",
    "main_menu_item_services_solutions": "Solutions",
    "main_menu_item_services_portfolio": "Portfolio",
    "main_menu_item_company": "Company",
    "main_menu_item_company_about_us": "About Us",
    "main_menu_item_resources": "Resources",
    "main_menu_item_resources_blog": "Blog",
    "main_menu_item_resources_press_kit": "Press Kit",
    "main_menu_item_get_in_touch": "Get in Touch",
    "main_menu_item_privacy_policy": "Privacy Policy",
    "main_menu_item_cookies_policy": "Cookies Policy",
    "footer_subscribe_label": "Subscribe",
    "footer_subscribe_placeholder": "Email Address",

    "resources_press_kit_media_kit": "Media Kit",
    "resources_press_kit_light_banner_and_logo": "Light Banner and Logo",
    "resources_press_kit_light_banner": "Light Banner",
    "resources_press_kit_light_logo": "Light Logo",
    "resources_press_kit_dark_banner_and_logo": "Dark Banner and Logo",
    "resources_press_kit_dark_banner": "Dark Banner",
    "resources_press_kit_dark_logo": "Dark Logo",
    "resources_press_kit_who_we_are": "Who we are",
    "resources_press_kit_who_we_are_text": "Ginevar is more than a software development company; we are architects of digital innovation. Founded in 2019 by the Curti brothers, Nicolas and Juan Manuel, alongside Lavinia Poggi, Ginevar is a dynamic team headquartered in Monza, Italy. With over a decade of experience, we've incubated applications from their inception to official launch, collaborating with clients worldwide. ",
    "resources_press_kit_what_we_do": "What we do",
    "resources_press_kit_what_we_do_text": "Ginevar specializes in crafting exceptional mobile apps, web applications, Shopify stores, and pioneering Web3 blockchain projects. From brand identity to seamless launches, our services encompass brand-defining stylesheets, wireframes, UI/UX designs, and rigorous testing. We offer monthly maintenance for ongoing excellence.",
    "resources_press_kit_how_to_reach_us": "How to reach us",
    "resources_press_kit_how_to_reach_us_text": "We are always open to new possibilities and eager to embark on exciting projects. For press inquiries, collaboration opportunities, or to discuss a potential project, please feel free to reach out to us at info@ginevar.com. We thrive on collaboration and look forward to exploring how we can bring your ideas to life.",

    "get_in_touch_say_hello": "Say Hello!",
    "get_in_touch_lets_talk": "Let's talk.",
    "get_in_touch_field_full_name": "Full Name",
    "get_in_touch_field_email": "Email Address",
    "get_in_touch_field_submit": "Submit",
    "get_in_touch_field_message": "What can we do for you? tell us about your project, timelines, goals, budget, etc.",
    "get_in_touch_contact_us": "Contact Us",
    "get_in_touch_socials": "Socials",

    "about_our_history": "Our History",
    "about_our_history_text_a": "Founded in 2019 by brothers Nicolas and Juan Manuel Curti, along with Lavinia Poggi, Ginevar is a dynamic software development company dedicated to helping businesses and professionals bring modern, efficient, and conversion-focused products to the palm of their hands. With over 10 years of experience in mobile and web application development, from incubation to official launch, we have had the privilege of collaborating with clients worldwide, spanning various industries and sizes.",
    "about_our_history_text_b": "Nestled in the heart of Brianza, Italy, our team operates from Monza, where we craft apps from their inception. In order to meet the diverse needs of our clients, we've assembled a team of top-notch developers and designers between italy and argentina who share our passion and values. We specialize in web development, mobile apps, Shopify, and blockchain, ensuring comprehensive coverage across various technological domains.",
    "about_our_history_text_c": "Our mission at Ginevar is simple yet profound: to transform ideas into innovative, user-friendly solutions. Whether you're a startup with a groundbreaking concept or an established enterprise seeking to revamp your digital presence, Join us on this exciting journey of digital transformation.",
    "about_our_history_lets_build": "Let's build the future together.",
    "about_our_history_connect_link": "Contact Us",    
    "about_our_history_connect_text": " to explore collaboration opportunities.",

    "about_position_nico": "Business Manager",
    "about_position_juan": "Technology Manager",
    "about_position_lavi": "Marketing Manager",

    "about_our_clients": "Our Clients",
    "about_our_clients_text_a": "Our clients hail from diverse industries and geographical locations, contributing to the rich tapestry of projects we've had the privilege to work on. From the charming streets of Italy to the vibrant energy of Buenos Aires, our commitment to excellence transcends borders.",
    "about_our_clients_text_b": "Communication is key, and at Ginevar, we've got you covered. Our team is fluent in Spanish, English, and Italian. Feel free to reach out in your preferred language; we're here to understand and cater to your needs seamlessly.",
    "about_our_clients_map_alt": "Ginevar clients Map",

    "services_our_recipe_work_cycle": "Work Cycle",
    "services_our_recipe_work_cycle_research": "Research",
    "services_our_recipe_work_cycle_brand_prototyping": "Brand & Prototyping",
    "services_our_recipe_work_cycle_building": "Building 🎩",
    "services_our_recipe_work_cycle_testing": "Testing",
    "services_our_recipe_work_cycle_launch": "Launch",

    "services_our_recipe_work_cycle_research_intro": "Our journey begins with a deep research into your company, product, values, and the core goal behind creating your application. We investigate deep into understanding your audience, analyzing your competitors, and staying updated to industry trends.",
    "services_our_recipe_work_cycle_research_stage_1": "Comprehensive Research",
    "services_our_recipe_work_cycle_research_stage_2": "Audience Discovery",
    "services_our_recipe_work_cycle_research_stage_3": "Trends Exploration"
    ,"services_our_recipe_work_cycle_research_stage_4": "Detailed Analysis"
    ,"services_our_recipe_work_cycle_research_stage_5": "Transparent Proposals",
    "services_our_recipe_work_cycle_research_stage_1_text": "Our team conducts meticulous research, aiming to grasp the essence of your business. From unraveling the intricacies of your product to identifying your core values, we leave no stone unturned.",
    "services_our_recipe_work_cycle_research_stage_2_text": "Understanding your audience is crucial. We analyze their preferences, behaviors, and expectations to ensure that the end product resonates seamlessly with your target demographic.",
    "services_our_recipe_work_cycle_research_stage_3_text": "Staying ahead of the curve is our commitment. We explore current and upcoming trends in your sector, ensuring that your application aligns with the latest innovations, providing a future-proof solution."
    ,"services_our_recipe_work_cycle_research_stage_4_text": "Our dedicated team compiles a comprehensive analysis, presenting you with a concrete proposal. This includes a detailed breakdown of the project, along with estimations for time and budget."
    ,"services_our_recipe_work_cycle_research_stage_5_text": "Transparency is our cornerstone. The detailed proposal serves as a roadmap, giving you a clear vision of the journey ahead. This stage is entirely free of charge."
    ,"services_our_recipe_work_cycle_brand_intro": "We embark on a journey to design a robust brand identity rooted in our extensive research. Our process involves creating a distinctive brand identity and product-centric stylesheet. Subsequently, we delve into defining the wireframes of your app, mapping out every view and user flow. Finally, we bring your vision to life by shaping the definitive user interface."
    ,"services_our_recipe_work_cycle_brand_subtitle": "Client Collaboration:"
    ,"services_our_recipe_work_cycle_brand_subtitle_text": "At each juncture of these phases, we seek your approval and feedback. Your input is invaluable as we want to ensure that we are aligned with your vision at every step. Transparency and collaboration are the pillars of our process."
    ,"services_our_recipe_work_cycle_brand_stage_1": "Brand identity"
    ,"services_our_recipe_work_cycle_brand_stage_2": "Stylesheet Definition"
    ,"services_our_recipe_work_cycle_brand_stage_3": "Wireframes for Precision"
    ,"services_our_recipe_work_cycle_brand_stage_4": "User Interface"
    ,"services_our_recipe_work_cycle_brand_stage_1_text": "We don't just design; we sculpt brand identities. Based on thorough research, we conceptualize a brand identity that resonates with your business ethos and values."
    ,"services_our_recipe_work_cycle_brand_stage_2_text": "Crafting a unique and memorable brand requires a well-defined stylesheet. We curate a stylesheet that encapsulates the essence of your brand and product, ensuring a cohesive visual identity."
    ,"services_our_recipe_work_cycle_brand_stage_3_text": "The backbone of your app lies in the intricacies of wireframes. We meticulously define every view and user flow, providing a blueprint for a seamless and intuitive user experience."
    ,"services_our_recipe_work_cycle_brand_stage_4_text": "We elevate your app to its final form by crafting a user interface that is not just visually appealing but also intuitively functional. Your brand speaks through every pixel."


    ,"services_our_recipe_work_cycle_building_extra_title": "Where the magic happens"
    ,"services_our_recipe_work_cycle_building_intro": "As we transition into the most crucial phase, we start the crafting of the application. Before embarking on this stage, we meticulously outline a detailed schedule, breaking down the development phase based on the previously designed interface. Our commitment to transparent, effective, and regular communication drives us to provide comprehensive reports to our clients after the completion of each phase—and even sub-phase."
    ,"services_our_recipe_work_cycle_building_stage_1": "Schedule blueprint"
    ,"services_our_recipe_work_cycle_building_stage_2": "periodic communication"
    ,"services_our_recipe_work_cycle_building_stage_1_text": "The foundation of a successful app lies in strategic development. Before we start building, we prepare a detailed schedule, strategically dividing the development phase based on the meticulously designed interface."
    ,"services_our_recipe_work_cycle_building_stage_2_text": "We believe in keeping you in the loop. Regular progress updates ensure that you have a clear understanding of the milestones achieved, fostering a collaborative environment where your feedback is valued."
    ,"services_our_recipe_work_cycle_testing_intro": "The testing phase is as crucial as the development itself, transforming the latter into true effectiveness. we prioritize technical testing to ensure the optimal performance of your application and we apply code review within our development team. We go beyond standard testing practices by meticulously testing on the most widely used devices, across various resolutions, and in diverse internet, battery, and language environments."
    ,"services_our_recipe_work_cycle_launch_intro": "Launching an app requires sophistication and synchronization. At [Your Company Name], we understand the intricacies of a successful app launch, ensuring that the unveiling is both sophisticated and perfectly timed."
    ,"services_our_recipe_work_cycle_launch_section_web": "For web, shopify and blockchain",
    "services_our_recipe_work_cycle_launch_section_mobile": "For mobile apps",
    "services_our_recipe_work_cycle_launch_section_web_text": "For web applications or Shopify stores, the launch process is meticulous. We conduct thorough network testing in a production environment before initiating the launch. This ensures that your application is ready for prime time, delivering a seamless experience to users from the very start.",
    "services_our_recipe_work_cycle_launch_section_mobile_text": "When it comes to mobile apps, our launch process involves a series of carefully orchestrated steps. This includes filling in all the necessary information for app stores, reaching out to the Google or Apple teams for potential feedback, and conducting extensive testing using platforms like TestFlight.",

    "main_menu_item_services_solutions_mobile_title": "Mobile Experiences",
    "main_menu_item_services_solutions_web_title": "Web Applications",
    "main_menu_item_services_solutions_shopify_title": "Shopify Stores",
    "main_menu_item_services_solutions_blockchain_title": "Blockchain Products",

    "main_menu_item_services_solutions_mobile_subtitle": "Crafting Seamless Digital Experiences",
    "main_menu_item_services_solutions_web_subtitle": "Empowering with React.js + Next.js Stack",
    "main_menu_item_services_solutions_shopify_subtitle": "Tailored Solutions",
    "main_menu_item_services_solutions_blockchain_subtitle": "NFT Projects Expertise",

    "main_menu_item_services_solutions_mobile_text_a": "We take pride in crafting mobile apps that not only meet but exceed user expectations. Whether you opt for a native app tailored to a specific platform or a cross-platform solution for broader reach, our approach remains the same — a perfect fusion of creativity, functionality, and user-centric design. ",
    "main_menu_item_services_solutions_mobile_text_b": "From establishing a strong brand identity to creating stylesheets that resonate with your vision, mapping out wireframes for intuitive navigation, to designing a compelling UI/UX, every step is meticulously executed. ",
    "main_menu_item_services_solutions_mobile_text_c": "Our commitment doesn't end at the app launch; we offer fixed-price monthly maintenance to ensure your app remains cutting-edge and performs at its peak."

    ,"main_menu_item_services_solutions_web_text_a": "With our expertise in the React.js + Next.js stack, we bring dynamic web applications to life. Our focus extends beyond just functionality; we prioritize creating immersive and engaging user experiences. Whether you're launching a brand-new application or enhancing an existing one, our web development services are tailored to meet the evolving demands of the digital landscape."
    ,"main_menu_item_services_solutions_shopify_text_a": "Elevate your e-commerce presence with a Shopify store crafted with care for the detail. We understand the nuances of the market, and our focus on internationalization ensures that your Shopify store is not just a platform for transactions but a seamless extension of your brand. From the initial setup to ongoing support, we provide end-to-end solutions for your online retail success."
    ,"main_menu_item_services_solutions_blockchain_text_a": "Explore the limitless possibilities of Web3 development as we seamlessly integrate blockchain solutions into your projects. Our expertise goes beyond traditional applications, unlocking the potential of decentralized and trustless systems.",
    "main_menu_item_services_solutions_blockchain_text_b": "Our team has successfully contributed to projects that have collectively generated more than $10 million at launch. "
    ,"main_menu_item_services_check_our_portfolio": "Check our Portfolio"
    ,"main_menu_item_services_how_we_work_title": "For a deeper dive into our methodologies and processes, head over to our 'How We Work' section. This comprehensive resource provides a detailed breakdown of our workflow, ensuring that you have a clear understanding of how we turn ideas into digital success stories."
    ,"main_menu_item_services_how_we_work_button": "How we work",

    "home_hero_left_text_a": "Crafting ",
    "home_hero_left_text_b": "Digital ",
    "home_hero_left_text_c": "Excellence ",
    "home_hero_right_text_a": "In the palm ",
    "home_hero_right_text_b": "of your hand",

    "home_mission_intro": "Founded in 2019, our mission is clear — to help businesses and professionals bring modern, efficient, and conversion-driven products to life. With over a decade of experience in mobile and web application development, our journey has taken us around the globe, collaborating with clients of all sizes.",
    "home_mark_text_block_a": "We assist entrepreneurs transforming their ideas into reality, improving the world we live through technology."
    ,"home_trusted_by": "Trusted by"
    ,"home_what_we_do": "What we do"
    ,"home_what_we_do_mobile_development": "Mobile Development"
    ,"home_what_we_do_web_development": "Web Development"
    ,"home_what_we_do_uiux_design": "UI/UX Design"
    ,"home_what_we_do_shopify": "Shopify"
    ,"home_what_we_do_blockchain": "Blockchain"
    ,"home_what_we_do_brand_identity": "Brand Identity"


    ,"portfolio_highlights_slogan": "Catch the best moments"
    ,"portfolio_highlights_desc": "The Highlights App helps fans stay connected to their favorite sports, teams, and athletes by leveraging our intuitive mobile interface and advanced AI to aggregate full highlights across all sports and leagues and personalize them to fans' preferences."

    ,"deliverly_highlights_slogan": "The hood on your hand"
    ,"deliverly_highlights_desc": "Connect with a world of flavors, delivering your favorite dishes directly to your doorstep. Browse through a diverse range of restaurants, place orders effortlessly, and track your delivery in real-time. Elevate your dining experience with the ease and efficiency of our delivery app – because great food should come to you, wherever you are"

    ,"deliverly_cyclops_slogan": "Art Filled Myth and Adventure"
    ,"deliverly_cyclops_desc": "Cyclopes From the Ether is the tale of the mystical Cyclopeans. Season 1 introduces the mysterious, powerful race of deep-space dwellers and the Earthlings desperate to make contact. Human archaeologists find an ancient prophecy and travel the stars in search of Cyclopean life.",

    "icao_slogan": "Elevating Aviation English Proficiency",
    "icao_desc": "Prepare for ICAO exams with precision and confidence using ICAO4Pilots. Tailored for aviation enthusiasts and aspiring pilots, this app is your passport to mastering aviation vocabulary. Immerse yourself in a comprehensive learning experience, ensuring you communicate fluently in the language of the skies.",

    "chilton_slogan": "Handcrafted Furniture",
    "chilton_desc": "Chilton is a family-owned, Maine company offering a modern take on traditional New England furniture.",

    "korca_slogan": "First Albanian Beer",
    "korca_desc": "Korça Beer is the first and only 100% Albanian beer! A tradition and success story, inspired by the quality water resources of Morava Mountain. Korça Beer is the only original beer that has stood the test of time without changing the content, preserving the taste, embracing innovations, standardizing controls, quality elements, technology and being exported to distant America.",

    "sezon_slogan": "Outdoor & Interior Home Decor & Furniture",
    "sezon_desc": "Sezon Dekor gives you the opportunity to create your favorite combinations and give life to the home that your soul conveys!"
    
    ,"isovox_slogan": "Vocal Booth Solutions For Your Home Studio",
    "isovox_desc": "Do you want to fullfill your dreams and become a better singer, voice over artist or audio book reader? The ISOVOX solution can help you pro sounding studio environment in any room."
    
    ,"alpaca_slogan": "ALPACADABRAZ",
    "alpaca_desc": "Discover how Alpacadabraz NFT's are transforming The Sandbox, the metaverse, competitive gaming and beyond!"
    ,"zwickies_slogan": "Zwickies NFT",
    "zwickies_desc": "Coming all the way from Zwicky Galaxy, these aliens are ready to invade the Metaverse on Solana"
    ,
    "eb-android-development": "Android Development",
    "eb-blockchain-development": "Blockchain Development",
    "eb-ios-development": "iOS Development",
    "eb-mobile-development": "Mobile Development",
    "eb-shopify-development": "Shopify Development",
    "eb-ui-development": "UI/UX Design",
    "eb-business-development": "Business",

    "eb-0test-title": "How to build a Chrome Extension to analyze the text as you write"
}